[
  "advanced-canvas",
  "table-editor-obsidian",
  "obsidian-advanced-uri",
  "better-export-pdf",
  "better-search-views",
  "calendar",
  "claudian",
  "oz-clear-unused-images",
  "cmdr",
  "editing-toolbar",
  "editor-width-slider",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-export-image",
  "floating-toc",
  "obsidian-git",
  "highlight-extractor",
  "hotkey-helper",
  "i18n",
  "iconic",
  "copy-url-in-preview",
  "image-converter",
  "obsidian-latex-suite",
  "marginnote-companion",
  "omnisearch",
  "open-tab-settings",
  "obsidian-outliner",
  "pdf-plus",
  "quick-explorer",
  "quickadd",
  "obsidian-quiet-outline",
  "obsidian-style-settings",
  "sweeper",
  "cycle-through-panes",
  "obsidian-table-generator",
  "terminal",
  "vocab-context-generator",
  "obsidian-zotero-desktop-connector",
  "obsidian-minimal-settings"
]